Repository: mondu-ai/bnpl-checkout-woocommerce
Catalog: languages/mondu-*.po
Languages: de_de, fr_fr, nl_nl

source: Mondu provides B2B E-commerce and B2B marketplaces with an online payment solution to buy now and pay later.
de_de: Mondu bietet B2B-E-Commerce und B2B-Marktplätzen eine Online-Zahlungslösung, die es ihren Kunden ermöglicht, mit ihren bevorzugten Zahlungsmethoden und flexiblen Zahlungsbedingungen zu bezahlen.
fr_fr: Mondu fournit aux sites de commerce électronique B2B et aux places de marché B2B une solution de paiement en ligne permettant à leurs clients de payer avec leurs méthodes de paiement préférées et des conditions de paiement flexibles.
nl_nl: Mondu biedt B2B E-commerce en B2B marktplaatsen een online betaaloplossing waarmee hun klanten kunnen betalen met de betaalmethoden van hun voorkeur en flexibele betalingstermijnen.

source: Sandbox or production
de_de: Sandbox oder Production
fr_fr: Sandbox ou production
nl_nl: Sandbox of productie

source: Mondu's environment to use.
de_de: Mondu's Umgebung zu benutzen.
fr_fr: L'environnement Mondu à utiliser.
nl_nl: Mondu's omgeving te gebruiken.

source: API Token
fr_fr: Jeton d'API

source: API Token provided by Mondu.
de_de: API-Token, bereitgestellt von Mondu.
fr_fr: Jeton d'API fourni par Mondu.
nl_nl: API Token verstrekt door Mondu.

source: Send line items
de_de: Einzelposten senden
fr_fr: Envoyer le liste des articles
nl_nl: Regel items verzenden

source: Send the line items when creating order and invoice.
de_de: Versenden Sie die Einzelposten bei der Erstellung von Auftrag und Rechnung.
fr_fr: Envoyer les lignes lors de la création de la commande et de la facture.
nl_nl: Stuur de posten bij het aanmaken van de bestelling en de factuur.

source: Sandbox
fr_fr: Bac à sable / Sandbox

source: Yes
de_de: Ja
fr_fr: Oui
nl_nl: Ja

source: Send line items only for orders
de_de: Senden Sie nur Einzelposten für Bestellungen
fr_fr: Envoyer la liste des articles uniquement pour les commandes
nl_nl: Stuur alleen regelitems voor bestellingen

source: No
de_de: Nein
fr_fr: Non
nl_nl: Nee

source: Mondu Order Information
de_de: Mondu Bestellinformationen
fr_fr: Informations Commande Mondu
nl_nl: Mondu Order Informatie

source: Bad Request.
de_de: Schlechte Anfrage.
fr_fr: Mauvaise requête.
nl_nl: Slecht verzoek.

source: Mondu Settings
de_de: Mondu Einstellungen
fr_fr: Paramètres Mondu
nl_nl: Mondu-instellingen

source: Missing Credentials
de_de: Fehlende Credentials
fr_fr: Références Manquantes
nl_nl: Ontbrekende Credentials

source: Unexpected API response format.
de_de: Unerwartetes API-Antwortformat.
fr_fr: Format de la réponse API inattendu.
nl_nl: Onverwachte API respons format.

source: Order was declined by Mondu.
de_de: Bestellung wurde von Mondu abgelehnt.
fr_fr: Commande refusée par Mondu.
nl_nl: Bestelling geweigerd door Mondu.

source: Signature mismatch.
de_de: Signatur stimmt nicht überein.
fr_fr: La signature ne correspond pas.

source: Something happened on our end.
de_de: Bei uns ist etwas passiert.
fr_fr: Quelque chose s'est passé de notre côté.
nl_nl: Er is iets gebeurd aan onze kant.

source: Required params missing.
de_de: Erforderliche Parameter fehlen.
fr_fr: Paramètres requis manquants.
nl_nl: Vereiste params ontbreken.

source: Mondu order is on pending state.
de_de: Mondu Bestellung ist in manueller Prüfung.
fr_fr: La commande Mondu est en attente.
nl_nl: Mondu-bestelling is in behandeling.

source: Mondu order is on authorized state.
de_de: Mondu Bestellung ist athorisiert.
fr_fr: La commande Mondu est en cours d'autorisation.
nl_nl: Mondu-bestelling is geautoriseerd.

source: Mondu order is on confirmed state.
de_de: Mondu Bestellung ist bestätigt.
fr_fr: La commande Mondu est dans l'état confirmé.
nl_nl: Mondu-bestelling is bevestigd.

source: Mondu order is on declined state.
de_de: Mondu Bestellung ist abgelehnt.
fr_fr: La commande Mondu est dans l'état refusé.
nl_nl: Mondu-bestelling is geweigerd.

source: Mondu invoice is on created state.
de_de: Mondu Rechnung ist erstellt.
fr_fr: La facture Mondu est à l'état créé.
nl_nl: Mondu-factuur is aangemaakt.

source: Mondu invoice is on complete state.
de_de: Mondu Rechnung ist vollständig bezahlt.
fr_fr: La facture Mondu est à l'état complet.
nl_nl: Mondu-factuur is voltooid.

source: Mondu invoice is on canceled state.
de_de: Mondu Rechnung ist storniert.
fr_fr: La facture Mondu est dans l'état annulé.
nl_nl: Mondu-factuur is geannuleerd.

source: Not Found
de_de: Nicht gefunden
fr_fr: Aucun résultat
nl_nl: Niet gevonden

source: SEPA direct debit (30 days)
de_de: SEPA-Lastschrift (30 Tage)
fr_fr: Prélèvement automatique SEPA (30 jours)
nl_nl: SEPA automatische incasso (30 dagen)

source: Enable %s payment method
de_de: Aktivieren Sie %s Zahlungsart
fr_fr: Activer %s mode de paiement
nl_nl: Schakel %s betaalmethode in

source: Installments (3, 6, 12 months)
de_de: Ratenkauf (3, 6, 12 Monaten)
fr_fr: Paiement échelonnés (3, 6, 12 mois)
nl_nl: Betaling in termijnen (3, 6, 12 maanden)

source: Business instalments (3, 6, 12)
de_de: Ratenkauf (3, 6, 12 Monaten) UK
fr_fr: Paiement échelonnés (3, 6, 12 mois) UK
nl_nl: Betaling in termijnen (3, 6, 12 maanden) UK

source: Invoice (30 days)
de_de: Rechnungskauf (30 Tage)
fr_fr: Facture (30 jours)
nl_nl: Factuur (30 dagen)

source: Error placing an order. Please try again.
de_de: Fehler beim Aufgeben einer Bestellung. Bitte versuchen Sie es erneut.
fr_fr: Erreur de commande. Veuillez réessayer.
nl_nl: Fout bij het plaatsen van een bestelling. Probeer het opnieuw.

source: Order state
de_de: Bestellstatus
fr_fr: Statut de la commande
nl_nl: Order status

source: Create Invoice
de_de: Rechnung erstellen
fr_fr: Créer une facture
nl_nl: Factuur aanmaken

source: Corrupt Mondu order!
de_de: Fehlerhafte Mondu Bestellung!
fr_fr: Commande Mondu corrompue!
nl_nl: Corrupte Mondu order!

source: Account holder
de_de: Kontoinhaber
fr_fr: Titulaire du compte
nl_nl: Rekeninghouder

source: Bank
de_de: Bankinstitut
fr_fr: Banque

source: Account number
de_de: Kontonummer
fr_fr: Numéro de compte
nl_nl: Rekeningnummer

source: Sort code
de_de: Bankleitzahl
fr_fr: Code de tri
nl_nl: Sorteercode

source: Payment term
de_de: Zahlungsziel
fr_fr: Délai de paiement
nl_nl: Betalingstermijn

source: %s Days
de_de: %s Tage
fr_fr: %s Jours
nl_nl: %s Dagen

source: Invoice state
de_de: Rechnungsstatus
fr_fr: État de la facture
nl_nl: Factuurstatus

source: Invoice number
de_de: Rechnungsnummer
fr_fr: Numéro de facture
nl_nl: Factuurnummer

source: Paid out
de_de: Ausgezahlt
fr_fr: Payé
nl_nl: Uitbetaald

source: Cancel Invoice
de_de: Rechnung stornieren
fr_fr: Annuler la facture
nl_nl: Factuur annuleren

source: Credit Notes
de_de: Gutschriften
fr_fr: Notes de crédit
nl_nl: Creditnota's

source: Tax
de_de: Steuer
fr_fr: Taxe
nl_nl: Belasting

source: Since this order will be paid via Mondu you will not be able to change the addresses.
de_de: Da diese Bestellung über Mondu bezahlt wird, können Sie die Adressen nicht ändern.
fr_fr: Comme cette commande sera payée via Mondu, vous ne pourrez pas modifier les adresses.
nl_nl: Omdat deze bestelling via Mondu wordt betaald kunt u de adressen niet meer aanpassen.

source: View Mondu settings
de_de: Mondu-Einstellungen anzeigen
fr_fr: Voir les paramètres de Mondu
nl_nl: Bekijk Mondu instellingen

source: View Mondu documentation
de_de: Mondu-Dokumentation anzeigen
fr_fr: Voir la documentation de Mondu
nl_nl: Bekijk Mondu documentatie

source: https://mondu.ai/introduction-to-paying-with-mondu
de_de: https://mondu.ai/de/introduction-to-paying-with-mondu
fr_fr: https://mondu.ai/fr/introduction-to-paying-with-mondu
nl_nl: https://mondu.ai/nl/introduction-to-paying-with-mondu

source: View introduction to paying with Mondu
de_de: Einführung in das Bezahlen mit Mondu ansehen
fr_fr: Voir l'introduction de comment payer avec Mondu
nl_nl: Bekijk introductie van betalen met Mondu

source: Mondu introduction
de_de: Mondu Einführung
fr_fr: Introduction à Mondu
nl_nl: Mondu introductie

source: https://mondu.ai/faq
de_de: https://mondu.ai/de/faq
fr_fr: https://mondu.ai/fr/faq
nl_nl: https://mondu.ai/nl/faq

source: View FAQ
de_de: FAQ anzeigen
fr_fr: Voir FAQ
nl_nl: Bekijk FAQ

source: %s is a required field for Mondu payments.
de_de: %s ist ein Pflichtfeld für Mondu-Zahlungen.
fr_fr: Le champ %s est obligatoire pour les paiements Mondu.
nl_nl: %s is een verplicht veld voor Mondu-betalingen.

source: Company
de_de: Firma
fr_fr: Entreprise
nl_nl: Bedrijfsnaam

source: Canceled
de_de: Storniert
fr_fr: Annulé
nl_nl: Geannuleerd

source: Mondu Invoice paid
de_de: Mondu-Rechnung bezahlt
fr_fr: Mondu Facture payée
nl_nl: Mondu Factuur betaald

source: Mondu Invoice state
de_de: Mondu-Rechnungsstatus
fr_fr: Statut de la facture Mondu
nl_nl: Mondu Factuur status

source: Mondu requires WooCommerce to be activated.
de_de: Mondu erfordert die Aktivierung von WooCommerce.
fr_fr: Mondu nécessite l'activation de WooCommerce.
nl_nl: Mondu vereist dat WooCommerce wordt geactiveerd.

source: Validate Credentials
de_de: Anmeldeinformationen validieren
fr_fr: Valider les informations d'identification
nl_nl: Valideer Credentials

source: Credentials validated
de_de: Credentials validiert
fr_fr: Validation des données d'identification
nl_nl: Credentials bevestigd

source: Register Webhooks
de_de: Webhooks registrieren
fr_fr: Enregistrer les Webhooks
nl_nl: Webhooks registreren

source: Webhooks registered
de_de: Webhooks registriert
fr_fr: Webhooks enregistrés
nl_nl: Webhooks geregistreerd

source: Download Logs
de_de: Protokolle herunterladen
fr_fr: Télécharger les logs

source: Log date
fr_fr: Date du log
nl_nl: Log datum

source: Information on the processing of your personal data by <strong>Mondu GmbH</strong> can be found <a href="https://mondu.ai/gdpr-notification-for-buyers" target="_blank">here</a>.
de_de: Hinweise zur Verarbeitung Ihrer personenbezogenen Daten durch die <strong>Mondu GmbH</strong> finden Sie <a href="https://mondu.ai/de/gdpr-notification-for-buyers" target="_blank">hier</a>.
fr_fr: Des informations sur la façon dont Mondu GmbH traite vos données personnelles peuvent être trouvées <a href="https://mondu.ai/fr/gdpr-notification-for-buyers" target="_blank">ici</a>.
nl_nl: Informatie over de verwerking van uw persoonlijke gegevens door <strong>Mondu GmbH</strong> vindt u <a href="https://mondu.ai/nl/gdpr-notification-for-buyers" target="_blank">hier</a>.

source: Please be informed that the invoice amount has been assigned in accordance with the General Terms and Conditions of <strong>%s</strong> for the Invoice with Payment Term Model to Mondu Financial Services B.V. (first assignment), and Mondu Capital S.à r.l., acting on behalf of Compartment 4 (second assignment).
fr_fr: Nous vous informons que le montant de la facture a été cédé conformément aux conditions générales du <strong>%s</strong> pour le Modèle de Facture avec Modalités de Paiement à Mondu Financial Services B.V. (première cession) et Mondu Capital S.à r.l., agissant pour le compte du compartiment 4 (deuxième cession).

source: We request payment in full to the following account:
fr_fr: Nous vous demandons d'effectuer le paiement intégral sur le compte suivant:
nl_nl: Wij verzoeken om volledige betaling op de volgende rekening:

source: Payment reference
de_de: Verwendungszweck
fr_fr: Objet
nl_nl: Aangaande

source: direct debit
de_de: Lastschrift
fr_fr: prélèvement
nl_nl: automatische incasso

source: SEPA direct debit
de_de: SEPA-Lastschrift
fr_fr: prélèvement SEPA
nl_nl: SEPA automatische incasso

source: Instant Pay
de_de: Echtzeitüberweisung
fr_fr: Virement instantané

source: Please be informed that the invoice amount has been assigned in accordance with the General Terms and Conditions of <strong>%s</strong> for the Mondu Payment Model to Mondu Financial Services B.V. (first assignment), and Mondu Capital S.à r.l. (second assignment).
de_de: Wir weisen darauf hin, dass der Rechnungsbetrag gemäß den Allgemeinen Bedingungen von <strong>%s</strong> zum Mondu Zahlungsmodell an die Mondu Financial Services B.V. (erste Abtretung) und die Mondu Capital S.à r.l. (zweite Abtretung) abgetreten ist.
fr_fr: Nous vous informons que le montant de la facture a été cédé conformément aux conditions générales de <strong>%s</strong> pour le Modèle de Paiement Mondu à Mondu Financial Services B.V. (première cession) et Mondu Capital S.à r.l. (deuxième cession).
nl_nl: Hierbij informeren wij u dat het factuurbedrag is overgedragen in overeenstemming met de Algemene Voorwaarden van <strong>%s</strong> voor het Mondu Betaalmodel aan Mondu Financial Services B.V. (eerste cessie), en Mondu Capital S.à r.l. (tweede cessie).

source: The invoice has been paid with Mondu Instant Pay.
de_de: Die Rechnung wurde mit Mondu Echtzeitüberweisung bezahlt.
fr_fr: La facture a été payée avec Mondu Virement instantané.
nl_nl: De factuur is betaald met Mondu Instant Pay.

source: Please be informed that the invoice amount has been assigned in accordance with the General Terms and Conditions of <strong>%1$s</strong> for the Invoice with Payment Term Model to Mondu Financial Services B.V. (first assignment), and Mondu Capital S.à r.l., acting on behalf of Compartment 4 (second assignment).
de_de: Wir weisen darauf hin, dass der Rechnungsbetrag gemäß den Allgemeinen Bedingungen von <strong>%1$s</strong> zum Modell Rechnung mit Zahlungsziel an die Mondu Financial Services B.V. (erste Abtretung), und die Mondu Capital S.à r.l., handelnd für und im Namen von Compartment 4 (zweite Abtretung) abgetreten ist.
fr_fr: Nous vous informons que le montant de la facture a été cédé conformément aux conditions générales de <strong>%1$s</strong> pour le Modèle de Facture avec Modalités de Paiement à Mondu Financial Services B.V. (première cession) et Mondu Capital S.à r.l., agissant pour le compte du compartiment 4 (deuxième cession).
nl_nl: Hierbij informeren wij u dat het factuurbedrag is overgedragen in overeenstemming met de Algemene Voorwaarden van <strong>%1$s</strong> voor het Betalingsuitstel model aan Mondu Financial Services B.V. (eerste cessie), en Mondu Capital S.à r.l., namens Compartiment 4 (tweede cessie).

source: Since you have selected the Mondu payment method Invoice Purchase by SEPA Direct Debit, the invoice amount will be debited from your bank account on the due date.
de_de: Da Sie die Mondu Zahlart Rechnungskauf per SEPA-Lastschrift gewählt haben, wird der Rechnungsbetrag am Fälligkeitstag von Ihrem Bankkonto abgebucht.
fr_fr: Étant donné que vous avez choisi le mode de paiement Mondu « Achat sur facture par Prélèvement SEPA » le montant de la facture sera débité de votre compte bancaire à la date d'échéance.
nl_nl: Omdat je hebt gekozen voor de Mondu betaalmethode Factuuraankoop via SEPA automatische incasso, wordt het factuurbedrag op de vervaldatum van uw bankrekening afgeschreven.

source: You will receive a direct debit notification before the amount is debited from your account. Please ensure that you have sufficient funds in your account.
de_de: Bevor der Betrag von Ihrem Konto abgebucht wird, erhalten Sie eine Lastschriftankündigung. Bitte achten Sie auf eine ausreichende Kontodeckung.
fr_fr: Vous recevrez une notification de prélèvement avant que le montant ne soit débité de votre compte. Veuillez vous assurer que votre compte est suffisamment approvisionné.
nl_nl: U ontvangt een bericht van automatische incasso voordat het bedrag van uw rekening wordt afgeschreven. Zorg ervoor dat u voldoende saldo op uw rekening heeft staan.

source: Since you have selected the Mondu payment method Installment Purchase by SEPA Direct Debit, the individual installments will be debited from your bank account on their respective due date.
de_de: Da Sie die Mondu Zahlart Ratenkauf per SEPA-Lastschrift gewählt haben, werden die einzelnen Raten an ihrem jeweiligen Fälligkeitstag von Ihrem Bankkonto abgebucht.
fr_fr: Étant donné que vous avez choisi le mode de paiement Mondu «Achat par Échéance par Prélèvement SEPA», les différents versements seront débités de votre compte bancaire aux dates d'échéance respectives.
nl_nl: Omdat je hebt gekozen voor de Mondu betaalmethode Factuuraankoop via SEPA automatische incasso, wordt het factuurbedrag op de vervaldatum van uw bankrekening afgeschreven.

source: Before the amounts are debited from your account, you will receive an advance notice regarding the direct debit. Please ensure that you have sufficient funds in your account. In the event of changes to your order, the installment plan will be adjusted to the new order total.
de_de: Bevor die Beträge von Ihrem Konto abgebucht werden, erhalten Sie bezüglich der Lastschrift eine Vorankündigung. Bitte achten Sie auf eine ausreichende Kontodeckung. Im Falle von Änderungen an Ihrer Bestellung wird der Ratenplan an die neue Bestellsumme angepasst.
fr_fr: Avant chaque prélèvement, vous recevrez un avis préalable. Veillez à ce que votre compte soit suffisamment approvisionné. En cas de modification de votre commande, le plan de paiement échelonné sera ajusté au nouveau montant de la commande.
nl_nl: U ontvangt een bericht van automatische incasso voordat het bedrag van uw rekening wordt afgeschreven. Zorg ervoor dat u voldoende saldo op uw rekening heeft staan.

source: This invoice was created in accordance with the general terms and conditions of <strong>%1$s</strong> and <strong>Mondu GmbH</strong> for the installment payment model.
de_de: Diese Rechnung wurde gemäß den Allgemeinen Bedingungen von <strong>%1$s</strong> und <strong>Mondu GmbH</strong> zum Zahlungsmodell Ratenkauf abgetreten.
fr_fr: Cette facture a été cédée conformément aux conditions générales de <strong>%1$s</strong> et de <strong>Mondu GmbH</strong> pour le modèle de paiement en plusieurs fois.
nl_nl: Deze factuur is gemaakt in overeenstemming met de algemene voorwaarden van <strong>%1$s</strong> en <strong>Mondu GmbH</strong> voor het termijnbetaling betalingsmodel.

source: Since you have chosen the Mondu's installment payment method via bank transfer, the individual installments will need to be paid via bank transfer before the due date.
de_de: Da Sie die Zahlart Ratenkauf mit Begleichung via %1$s über Mondu gewählt haben, werden die einzelnen Raten an ihrem jeweiligen Fälligkeitstag von Ihrem Bankkonto abgebucht.
fr_fr: Comme vous avez choisi le mode de paiement en plusieurs fois avec règlement via %1$s via Mondu, chaque versement sera prélevé sur votre compte bancaire à sa date d'échéance.
nl_nl: Aangezien u heeft gekozen voor de termijn betalingsmethode via %1$s via Mondu, worden de individuele bedragen voor elke betalingstermijnen op de vervaldatum van uw bankrekening afgeschreven.

source: Before the installment is due, you will receive a notice regarding the upcoming payment. Kindly make sure that you make the payment before the due date of each installment. In the event of changes to your order, the installment plan will be adjusted to reflect the new order total.
de_de: Bevor die Beträge von Ihrem Konto abgebucht werden, erhalten Sie bezüglich der Lastschrift eine Vorankündigung. Bitte achten Sie auf eine ausreichende Kontodeckung. Im Falle von Änderungen an Ihrer Bestellung wird der Ratenplan an die neue Bestellsumme angepasst.
fr_fr: Vous recevrez un avis avant le prélèvement automatique sur votre compte. Veuillez alors vous assurer que votre compte contient les fonds suffisants pour assurer la transaction à la date du prélèvement. En cas de modifications apportées à votre commande, le plan de versements sera adapté au nouveau montant de la commande.
nl_nl: Voordat de bedragen van uw rekening worden afgeschreven, ontvangt u bericht over de automatische incasso. Zorg ervoor dat u voldoende geld op uw rekening heeft staan. Voor het geval dat er wijzigingen in uw bestelling plaats vindt, wordt het afbetalingsplan aangepast aan het nieuwe orderbedrag.

source: Total
de_de: Gesamt
nl_nl: Totaal

source: Docs
de_de: Dokumente
nl_nl: Documenten

source: Please be informed that the invoice amount has been assigned in accordance with the General Terms and Conditions of <strong>%s</strong> for the Invoice with Payment Term Model to Mondu Financial Services B.V. (first assignment), and Mondu Capital S.à r.l., acting on behalf of Compartment 4 (second assignment). <br/>We request payment in full to the following account:
de_de: Wir weisen darauf hin, dass der Rechnungsbetrag gemäß den Allgemeinen Bedingungen von <strong>%s</strong> zum Modell Rechnung mit Zahlungsziel an die Mondu Financial Services B.V. (erste Abtretung), und die Mondu Capital S.à r.l., handelnd für und im Namen von Compartment 4 (zweite Abtretung) abgetreten ist. <br/>Wir bitten um Zahlung in voller Höhe auf das folgende Konto:

source: Production
nl_nl: Productie
